import style from "./AboutUs.module.css";
export default function Aboutus() {
  return (
    <div>
      <div className={style.header}>
        <h1>نبذة عنا </h1>
        <p>
          تأسست شركة فولاذ ابراج الخليج وفقاً لمعايير فريدة وخبرة عميقة نستلهم
          منها رؤيتنا الراسخة لتقديم منتجات وخدمات انشائية تتسم بأعلى درجات
          الجودة والإتقان, ولذلك فقد حرصنا على التطوير المستمر لرفع كفاءة
          المنظومة بسياسات وخطط إستراتيجية نطمح منها المساهمة الفعالة بإثراء
          مجتمعنا وكسب ثقة عملائنا من خلال ترسيخ مبادئ: المصداقية والمهنية
          والالتزام.
        </p>
      </div>
      <div className={style.allAbout}>
        <h2>رؤيـتـنــا </h2>
        <div>
          نتطلع إلى المشاركة بفعالية في أعمالنا بالمملكة العربية السعودية بجميع
          مناطقها والمساهمة بأعلى مستويات الجودة لمواكبة رؤية الدولة (2035
          (للإرتقاء في مجال المقاولات وأعمال البناء التحتية والتكنولوجيا والطاقة
          البديلة والإطفاء والتكييف والأنظمه الأمنيه والبيوت الذكيه والطاقه
          وتصريف الامطار والسيول و مشاركة عملائنا وباقي الشركات لنصل إلى أعلى
          مستويات الجودة و الاحترافية لنصل بعد الله لتحقيق غاية وذائقة عملتئنا
          المميزون
        </div>
      </div>
      <div className={style.allAbout}>
        <h2> رسالتنا</h2>
        <div>
          العمل يدا بيد مع شركائنا من أجل تقديم أفضل خدمات المقاولات العامة
          مؤملين بعد الله على فريق العمل لدينا من المهندسين والفنيين أصحاب
          الخبرة والكفاءة التي تمكنا من تلبية متطلبات عملائنا بكل فخر واعتزاز
        </div>
      </div>
    </div>
  );
}
